Repository: pawelbiernacki/skarabeusz
Catalog: po/*.po
Languages: fi, pl, ru

source: He was in the chamber called %s.
pl: Był w komnacie %s.

source: He talked with %s.
pl: Rozmawiał z krasnoludem o imieniu %s.

source: He was standing in front of the door %s and %s.
pl: Stał przed drzwiami %s i %s.

source: He was standing in front of the %s door.
pl: Stał przed drzwiami %s.

source: He opened the door with one of the keys and went through it to the chamber %s.
pl: Otworzył drzwi jednym z kluczy i wszedł do komnaty %s.

source: He left the dwarf and approached the door.
pl: Zostawił krasnoluda i zbliżył się do drzwi.

source: He approached the dwarf.
pl: Zbliżył się do krasnoluda.

source: He must have exchanged some keys with the dwarf.
pl: Musiał dokonać jakiejś wymiany z krasnoludem.

source: He left the dwarf and examined the chamber.
pl: Zostawił krasnoluda i zaczął się rozglądać po komnacie.

source: He stop examining the chamber and approached the dwarf.
pl: Skończył oglądanie komnaty i zbliżył się do krasnoluda.

source: He approached the door called '%s'.
pl: Podszedł do drzwi, które nazywamy '%s'.

source: He was examining the chamber %s.
pl: Rozglądał się po komnacie %s.

source: I want to tell you something very important.
pl: Chcę ci powiedzieć coś ważnego.

source: Let me tell you a story told by %s author %s.
pl: Chcę ci opowiedzieć historię, którą opowiedział %s %s.

source: Let me tell you a story.
pl: Chcę ci opowiedzieć pewną historię.

source: Once upon a time there was a %s dwarf named %s.
pl: Pewnego razu był sobie %s krasnolud o imieniu %s.

source: Once upon a time there was a dwarf whose name I do not remember.
pl: Był sobie pewien krasnolud. Nie pamiętam jego imienia.

source: He wanted to solve the Maze mystery.
pl: Chciał on rozwiązać zagadkę Labiryntu.

source: You know what? Maybe I will finish telling you the story some other time.
pl: Wiesz co? Może dokończę opowiadać ci tą historię innym razem.

source: As he later found out he was %i steps away from the goal.
pl: Jak się później dowiedział był %i kroków od celu.

source: Then he found a map of the Maze.
pl: Wtedy znalazł mapę Labiryntu.

source: He studied it carefully for many hours.
pl: Studiował ją uważnie przez wiele godzin.

source: By the end he realized that he was %i steps from the closest ending.
pl: W końcu zdał sobie sprawę, że od najbliższego celu dzieli go %i kroków.

source: This is the end of the story. Now let us switch to business.
pl: Tak się kończy ta historia. Teraz możemy porozmawiać o interesach.

source: good
pl: dobry

source: nice
pl: miły

source: honest
pl: uczciwy

source: greedy
pl: chciwy

source: evil
pl: demoniczny

source: bad
pl: zły

source: smart
pl: mądry

source: intelligent
pl: inteligentny

source: gifted
pl: zdolny

source: stupid
pl: głupi

source: lazy
pl: leniwy

source: foolish
pl: niemądry

source: with the red key
fi: punaisella avaimella
pl: czerwonym kluczem
ru: красным ключом

source: with the white key
fi: valkoisella avaimella
pl: białym kluczem
ru: белым ключом

source: with the black key
fi: mustalla avaimella
pl: czarnym kluczem
ru: черным ключом

source: with the yellow key
fi: keltaisella avaimella
pl: żółtym kluczem
ru: желтым ключом

source: with the green key
fi: vihreällä avaimella
pl: zielonym kluczem
ru: зеленым ключом

source: with the blue key
fi: sinisellä avaimella
pl: niebieskim kluczem
ru: синим ключом

source: with the purple key
fi: violetilla avaimella
pl: liliowym kluczem
ru: фиолетовым ключом

source: with the diamond key
fi: timanttiavaimella
pl: diamentowym kluczem
ru: алмазным ключом

source: with the silver key
fi: hopeisella avaimella
pl: srebrnym kluczem
ru: серебряным ключом

source: with the golden key
fi: kultaisella avaimella
pl: złotym kluczem
ru: золотым ключом

source: with the orange key
fi: oranssilla avaimella
pl: pomarańczowym kluczem
ru: апельсиновым ключом

source: with the brown key
fi: ruskealla avaimella
pl: brązowym kluczem
ru: коричневым ключом

source: with the gray key
fi: harmaalla avaimella
pl: szarym kluczem
ru: серым ключом

source: with the olive key
fi: oliiviavaimella
pl: oliwkowym kluczem
ru: оливковым ключом

source: with the maroon key
fi: kastanjanruskealla avaimella
pl: kasztanowym kluczem
ru: каштановым ключом

source: with the violet key
fi: orvokilla avaimella´
pl: fioletowym kluczem
ru: лиловым ключом

source: with the magenta key
fi: magenta-avaimella
pl: purpurowym kluczem
ru: пурпурным ключом

source: with the cream key
fi: kermaavaimella
pl: kremowym kluczem
ru: кремовым ключом

source: with the coral key
fi: koralliavaimella
pl: koralowym kluczem
ru: коралловым ключом

source: with the burgundy key
fi: viininpunaisella avaimella
pl: bordowym kluczem
ru: бордовым ключом

source: with the peach key
fi: persikkanäppäimellä
pl: brzoskwiniowym kluczem
ru: персиковым ключом

source: with the rust key
fi: ruosteavaimella
pl: rudym kluczem
ru: ржавым ключом

source: with the pink key
fi: vaaleanpunaisella avaimella
pl: różowym kluczem
ru: розовым ключом

source: with the cyan key
fi: syaanin avaimella
pl: cyjanowym kluczem
ru: голубым ключом

source: with the scarlet key
fi: helakanpunaisella avaimella
pl: szkarłatnym kluczem
ru: алым ключом

source: red
fi: punainen
pl: czerwony
ru: красный

source: white
fi: valkoinen
pl: biały
ru: белый

source: black
fi: musta
pl: czarny
ru: черный

source: yellow
fi: keltainen
pl: żółty
ru: желтый

source: green
fi: vihreä
pl: zielony
ru: зеленый

source: blue
fi: sininen
pl: niebieski
ru: синий

source: purple
fi: violetti
pl: liliowy
ru: фиолетовый

source: diamond
fi: timantti
pl: diamentowy
ru: алмазный

source: silver
fi: hopea
pl: srebrny
ru: серебряный

source: golden
fi: kulta
pl: złoty
ru: золотой

source: orange
fi: oranssi
pl: pomarańczowy
ru: апельсиновый

source: brown
fi: ruskea
pl: brązowy
ru: коричневый

source: gray
fi: harmaa
pl: szary
ru: серый

source: olive
fi: oliivinvihreä
pl: oliwkowy
ru: оливковый

source: maroon
fi: kastanjanruskea
pl: kasztanowy
ru: каштановый

source: violet
fi: orvokki
pl: fioletowy
ru: лиловый

source: magenta
pl: purpurowy
ru: пурпурный

source: cream
fi: kermainen
pl: kremowy
ru: кремовый

source: coral
fi: korallinen
pl: koralowy
ru: коралловый

source: burgundy
fi: viininpunainen
pl: bordowy
ru: бордовый

source: peach
fi: persikka
pl: brzoskwiniowy
ru: персиковый

source: rust
fi: ruoste
pl: rudy
ru: ржавый

source: pink
fi: vaaleanpunainen
pl: różowy
ru: розовый

source: cyan
fi: syaani
pl: cyjanowy
ru: голубой

source: scarlet
fi: helakanpunainen
pl: szkarłatny
ru: алый

source: You are standing in a small room.
fi: Seisot pienessä huoneessa.
pl: Stoisz w małej komnacie.
ru: Ты в малой комнате.

source: You are standing in a corridor leading from north to south.
fi: Seisot käytävällä, joka johtaa pohjoisesta etelään.
pl: Stoisz w korytarzu prowadzącym z północy na południe.
ru: Ты в коридоре ведущим из севера на юг.

source: You are standing in a corridor leading from east to west.
fi: Seisot käytävällä, joka johtaa idästä länteen.
pl: Stoisz w korytarzu prowadzącym ze wschodu na zachód.
ru: Ты в коридоре ведущим из востока на запад.

source: You are standing in a small square room.
fi: Seisot pienessä neliöhuoneessa.
pl: Stoisz w małej kwadratowej komnacie.
ru: Ты в малой квадратной комнате.

source: You are standing in a large square room.
fi: Seisot suuressa neliöhuoneessa.
pl: Stoisz w dużej kwadratowej komnacie.
ru: Ты в большой квадратной комнате.

source: You are standing in a large room.
fi: Seisot suuressa huoneessa.
pl: Stoisz w dużej komnacie.
ru: Ты в большой комнате.

source: Apart from you there is a dwarf at %s here.
fi: Paitsi sinuä tällä (%s) on myös kääpiö.
pl: Oprócz Ciebie jest tu krasnolud na polu %s.
ru: Кроме тебя в %s находится гном.

source: There is a door %s in the northern wall.
fi: Pohjoisseinässä on ovi %s.
pl: W północnej ścianie są drzwi %s.
ru: В северной стене дверь %s.

source: There are %i door in the northern wall.
fi: Pohjoisseinässä on %i ovea.
pl: W północnej ścianie są %i drzwi.
ru: В северной стене %i дверь.

source: There is a door %s in the eastern wall.
fi: Itäseinässä on ovi %s.
pl: We wschodniej ścianie są drzwi %s.
ru: В восточной стене дверь %s.

source: There are %i door in the eastern wall.
fi: Itäseinässä on %i ovea.
pl: We wschodniej ścianie są %i drzwi.
ru: В восточной стене %i дверь.

source: There is a door %s in the southern wall.
fi: Eteläseinässä on ovi %s.
pl: W południowej ścianie są drzwi %s.
ru: В южной стене дверь %s.

source: There are %i door in the southern wall.
fi: Eteläseinässä on %i ovea.
pl: W południowej ścianie są %i drzwi.
ru: В южной стене %i дверь.

source: There is a door %s in the western wall.
fi: Länsseinässä on ovi %s.
pl: W zachodniej ścianie są drzwi %s.
ru: В западной стене дверь %s.

source: There are %i door in the western wall.
fi: Länsseinässä on %i ovea.
pl: W zachodniej ścianie są %i drzwi.
ru: В западной стене %i дверь.

source: There is a hatch %s in the ceiling.
fi: Katossa on luukku %s.
pl: W suficie jest właz %s.
ru: В потолке люк %s.

source: There is %i hatch in the ceiling.
fi: Katossa on %i luukku.
pl: W suficie jest %i właz.
ru: В потолке %i люк.

source: There is a hatch %s in the floor.
fi: Lattiassa on luukku %s.
pl: W podłodze jest właz %s.
ru: В полу люк %s.

source: There is %i hatch in the floor.
fi: Lattiassa on %i luukku.
pl: W podłodze jest %i właz.
ru: В полу %i люк.

source: The dwarf says: "I would give you the %s key for your keys."
fi: Kääpiö sanoo: "Antaisin sinulle %s avaimen avaimillesi."
pl: Krasnolud mówi: "Dam Ci klucz %s w zamian za Twoje klucze."
ru: Гном говорит: "Я бы дал тебе %s ключ в обмен за твои ключи."

source: %s and %s
fi: %s ja %s
pl: %s i %s
ru: %s и %s

source: The dwarf says: "I would give you the keys %s for your keys."
fi: Kääpiö sanoo: "Antaisin sinulle avaimet %s avaimillesi."
pl: Krasnolud mówi: "Dam Ci klucze %s w zamian za Twoje klucze."
ru: Гном говорит: "Я бы дал тебе ключи %s в обмен за твои ключи."

source: He had the %s key.
pl: Miał przy sobie klucz %s.

source: He had the keys %s and %s.
pl: Miał przy sobie klucze %s i %s.

source: He had the following keys: %s.
pl: Miał przy sobie następujące klucze: %s.

source: You have the %s key.
fi: Sinulla on %s avain.
pl: Masz przy sobie %s klucz.
ru: У тебя %s ключ.

source: You have the keys %s.
fi: Sinulla on avaimet %s.
pl: Masz przy sobie klucze %s.
ru: У тебя ключи %s.

source: You have the following keys: %s.
fi: Sinulla on seuravat avaimet: %s.
pl: Masz przy sobie następujące klucze: %s.
ru: У тебя следующие ключи: %s.

source: The dwarf pays no attention at you.
fi: Kääpiö ei kiinnitä sinuun huomiota.
pl: Krasnolud nie zwraca na Ciebie uwagi.
ru: Гном не обращает на тебя внемания.

source: You are talking with the dwarf at %s.
fi: Puhut kääpiön kanssa %s-lla.
pl: Rozmawiasz z krasnoludem w %s.
ru: Ты говоришь с гномом на %s.

source: You still need at least %i steps to achieve your target.
fi: Sinä tarvitset silti %i vaihetta.
pl: Potrzebujesz jeszcze co najmniej %i kroków aby osiągnąć cel.
ru: Тебе все еще нужно сделать не менее %i шагов, чтобы достичь цели.

source: What do you want to do?
fi: Mitä haluat tehdä?
pl: Co chcesz zrobić?
ru: Что ты хочешь сделать?

source: Talk with the dwarf - go to
fi: Puhu kääpiön kanssa - mene
pl: Porozmawiaj z krasnoludem - idź do
ru: Поговори с гномом - иди на

source: Go to the field %s -
fi: Mene kentälle %s -
pl: Idź na pole %s -
ru: Иди на поле %s -

source: You are standing in front of the door at %s -
fi: Seisot oven edessä %s-lla
pl: Stoisz przed drzwiami na %s.
ru: Ты перед дверью %s -

source: You can open the door %s and go north
fi: Voit avata oven %s ja mennä pohjoiseen
pl: Możesz otworzyć drzwi %s i iść na północ
ru: Можешь открыть дверь %s и идти на север

source: None of your keys opens the north door.
fi: Mikään avaimistasi ei avaa pohjoisovea.
pl: Żaden z Twoich kluczy nie otwiera północnych drzwi.
ru: Никакой из твоих ключей не открывает северной двери.

source: You can open the door %s and go east
fi: Voit avata oven %s ja mennä itään
pl: Możesz otworzyć drzwi %s i iść na wschód
ru: Можешь открыть дверь %s и идти на восток

source: None of your keys opens the east door.
fi: Mikään avaimistasi ei avaa itäovea.
pl: Żaden z Twoich kluczy nie otwiera wschodnich drzwi.
ru: Никакой из твоих ключей не открывает восточной двери.

source: You can open the door %s and go south
fi: Voit avata oven %s ja mennä etelään
pl: Możesz otworzyć drzwi %s i iść na południe
ru: Можешь открыть дверь %s и идти на юг

source: None of your keys opens the south door.
fi: Mikään avaimistasi ei avaa eteläovea.
pl: Żaden z Twoich kluczy nie otwiera południowych drzwi.
ru: Никакой из твоих ключей не открывает южной двери.

source: You can open the door %s and go west
fi: Voit avata oven %s ja mennä länteen
pl: Możesz otworzyć drzwi %s i iść na zachód
ru: Можешь открыть дверь %s и идти на запад

source: None of your keys opens the west door.
fi: Mikään avaimistasi ei avaa länsiovea.
pl: Żaden z Twoich kluczy nie otwiera zachodnich drzwi.
ru: Никакой из твоих ключей не открывает западной двери.

source: You can open the hatch %s and descend to the lower level
fi: Voit avata luukun %s ja laskeutua alemmalle tasolle
pl: Możesz otworzyć właz %s i zejść na niższy poziom
ru: Можешь открыть люк %s и спуститься на нижний уровень

source: None of your keys opens the hatch in the floor.
fi: Mikään avaimistasi ei avaa lattiassa olevaa luukkua.
pl: Żaden z Twoich kluczy nie otwiera włazu w podłodze.
ru: Никакой из твоих ключей не открывает люка в полу.

source: You can open the hatch %s and ascend to the upper level
fi: Voit avata luukun %s ja nousta ylemmälle tasolle
pl: Możesz otworzyć właz %s i wejść na wyższy poziom
ru: Можешь открыть люк %s и подняться на верхний уровень

source: None of your keys opens the hatch in the ceiling.
fi: Mikään avaimistasi ei avaa katossa olevaa luukkua.
pl: Żaden z Twoich kluczy nie otwiera włazu w suficie.
ru: Никакой из твоих ключей не открывает люка в потолке.

source: You can look around
fi: Voit katsoa ympärillesi
pl: Możesz się rozejrzeć
ru: Ты можешь осмотреться

source: You are standing next to the dwarf at %s.
fi: Seisot kääpiön vieressä %s-lla.
pl: Stoisz obok krasnoluda w %s.
ru: Ты около гнома на %s.

source: Hello, my name is
fi: Terve, minun nimi on
pl: Witaj, mam na imię
ru: Привет, меня зовут

source: Congratulations! You have won!
fi: Onneksi olkoon! Sinä voitit!
pl: Gratulacje! Wygrałeś!
ru: Поздравляю! Ты выиграл!

source: There are %i possible endings.
fi: Mahdollisia loppuja on %i.
pl: Istnieją %i możliwe zakończenia.
ru: Есть %i возможных концовки

source: If you accept it go to
fi: Jos hyväksyt se mene
pl: Jeśli się zgadzasz idź do
ru: Если ты согласен иди на

source: The dwarf does not accept any exchange.
fi: Kääpiö ei hyväksy vaihtoa.
pl: Krasnolud nie zgadza się na żadną wymianę.
ru: Гном не хочет поменятся ключами.

source: This is a map of the level %i.
fi: Tämä on kartta tasosta %i.
pl: To jest mapa poziomu %i-go.
ru: Это карта %i-го этажа.

source: Hello! Press %s in order to enter the maze.
fi: Tervetuloa! Paine %s päästäkseen sokkeloon.
pl: Witaj! Naciśnij %s aby wejść do labiryntu.
ru: Привет! Нажми %s чтоб войти в лабирынт.

source: teleport
fi: teleportti
ru: телепорт
